{"inkVersion":20,"root":[["^Oh hey! What could someone like you be doing over here? I'm definitely a guard patrolling this area, you on the other hand…! ",{"#":"speaker:Neighbour 3"},{"#":"portrait:NPCROCK"},{"#":"layout:left"},"\n","^Come on now, I know a guard when I see one and you simply don't match that description. ",{"#":"portrait:guang"},{"#":"speaker:Guang Jiyi"},{"#":"layout:right"},"\n","^I guess you caught me.. P-Please don't tell anyone about this, I just wanted to admire the view which my grandfather once conquered. ",{"#":"speaker:Neighbour 3"},{"#":"portrait:NPCROCK"},{"#":"layout:left"},"\n","^Get a grasp of yourself, I guess we´re in the same boat in a way. ",{"#":"portrait:guang"},{"#":"speaker:Guang Jiyi"},{"#":"layout:right"},"\n","^How so? ",{"#":"speaker:Neighbour 3"},{"#":"portrait:NPCROCK"},{"#":"layout:left"},"\n","^Let's leave it at: I´m looking for something too. What was that about your grandfather conquering these lands anyway, I thought the pillar valley was an aftermath of the Nian ",{"#":"portrait:guang"},{"#":"speaker:Guang Jiyi"},{"#":"layout:right"},"\n","^Indeed it was. On the night the Nian came, it was my grandfather who took up arms against the horrifying beast. Then, with the blink of an eye, he was violently plunged into what seemed to be an oceanic wave of titanic proportions. ",{"#":"speaker:Neighbour 3"},{"#":"portrait:NPCROCK"},{"#":"layout:left"},"\n","^This eventually resulted in the cracking of the landscape as the pillars formed; it is said that when he woke up, he found himself at the very same spot I am standing in, and that he courageously continued his pursuit by travelling through the air in the hopes that he would challenge the Nian once more. He was certainly born in the year of the tiger! ",{"#":"speaker:Neighbour 3"},{"#":"portrait:NPCROCK"},{"#":"layout:left"},"\n","^Wow, your grandfather must have been very popular huh. The villagers must have compared him to a hero or something. I wonder if the Elder has any more stories about him. ",{"#":"portrait:guang"},{"#":"speaker:Guang Jiyi"},{"#":"layout:right"},"\n","^Quickly now, the guards might find you anytime soon ",{"#":"speaker:Neighbour 3"},{"#":"portrait:NPCROCK"},{"#":"layout:left"},"\n","^What about you, aren't you afraid of getting caught? ",{"#":"speaker:Neighbour 3"},{"#":"portrait:Guang Jiyi"},{"#":"layout:left"},"\n","^I already got what I came for, so don't worry about me. I´ll see you at the village when you get back.. ",{"#":"speaker:Neighbour 3"},{"#":"portrait:NPCROCK"},{"#":"layout:left"},"\n","^Ah, before I forget. Im certainly not light enough to do this but if you jump and and <color=#FF1E35>f</color>lee towards the horizon, you might be able to reenact what my grandfather once did. There is a risk to this however, get it right or you will surely die. It all depends on you. ",{"#":"speaker:Neighbour 3"},{"#":"portrait:NPCROCK"},{"#":"layout:left"},"\n","^Hold Y whilst running with Shift and jumping to Glide! ",{"#":"speaker:Neighbour 3"},{"#":"portrait:NPCROCK"},{"#":"layout:left"},"\n",["done",{"#f":5,"#n":"g-0"}],null],"done",{"#f":1}],"listDefs":{}}